{
    "stories": [
        {
            "id": 28,
            "title": "Honors Conference Application",
            "subtitle": "",
            "description": "Present your Great Questions Essay or Honors Thesis to your peers and family members.",
            "created": "2018-12-05T17:17:27.000Z",
            "text": "<div class=\"jumbotron rounded-0 bg-transparent py-3\">\n    <h1 class=\"display-4\">2019 BYU Honors Conference</h1>\n    <p class=\"lead\">March 2, 2019 <br>9 AM - 1 PM</p>\n    <hr class=\"my-4\">\n    <p>Put on by the Honors Student Leadership Council, this conference gives Honors students the amazing opportunity to\n    present their work (either the Great Questions Essay or Honors Thesis) to their peers and family members.</p>\n    <a class=\"btn btn-primary btn-lg\" href=\"https://survey.az1.qualtrics.com/jfe/form/SV_5sTaCGs56hjsnBP\" target=\"_blank\" role=\"button\">Apply Now</a>\n</div>\n\n<div class=\"list-group\">\n    <div class=\"list-group-item list-group-item-action flex-column align-items-start rounded-0\">\n        <div class=\"d-flex w-100 justify-content-between\">\n            <h5 class=\"mb-1\">Who can apply to present?</h5>\n        </div>\n        <p class=\"mb-1\">\n            <ul>\n                <li>\n                    Any Honors student who is either currently enrolled in or has taken <b>Honors 320</b>.\n                </li>\n                <li>\n                    Any Honors student with an approved Thesis proposal.\n                </li>\n            </ul>\n        </p>\n    </div>\n    <div class=\"list-group-item list-group-item-action flex-column align-items-start\">\n        <div class=\"d-flex w-100 justify-content-between\">\n            <h5 class=\"mb-1\">When will I know if I have been accepted?</h5>\n        </div>\n        <p class=\"mb-1\">The applications will close the <span class=\"text-danger\">2nd week of January</span>. You will be notified by email the week after.</p>\n    </div>\n    <div class=\"list-group-item list-group-item-action flex-column align-items-start\">\n        <div class=\"d-flex w-100 justify-content-between\">\n            <h5 class=\"mb-1\">What is expected from the presenters?</h5>\n        </div>\n        <p class=\"mb-1\">Once accepted, during the month before the conference, there will be a couple of training sessions to help you refine\n        your presentation to fit the TED talk format. You will be expected to attend those to ensure that you feel comfortable\n        with the format of your presentation.</p>\n    </div>\n        <div class=\"list-group-item list-group-item-action flex-column align-items-start rounded-0\">\n            <div class=\"d-flex w-100 justify-content-between\">\n                <h5 class=\"mb-1\">How long will the presentations be?</h5>\n            </div>\n            <p class=\"mb-1\">For the GQ essays, the presentation will be <b>5-10 minutes</b>. Thesis presentations will be expected to last about <b>15-20\n            minutes</b>. Once accepted, presenters will be given more specific details.</p>\n        </div>\n</div>",
            "link": "/stories/28/Honors%20Conference%20Application",
            "image_path": "/img/stories/1-1544030246437-story-honors-conference.jpg",
            "link_text": "Apply Now",
            "author": "BYU Honors Program",
            "category": 4
        },
        {
            "id": 27,
            "title": "Navigating Life’s Hurdles",
            "subtitle": "",
            "description": "Lessons on life and engineering from Dr. Julie Crockett.",
            "created": "2018-12-03T15:37:44.000Z",
            "text": "<p>\nWhen Dr. Julie Crockett was a kid she attended a basketball camp at BYU. For meals, they ate in the Cannon Center, where they were overwhelmed by the number of options. During one meal, Dr. Crockett’s friend told her they were stuffed, but they wanted to keep eating. The friend inquired of Dr. Crockett, “How do I do it?” She quickly found the solution, and replied, “Pretend you aren’t full!” Having heeded her advice, her friend was sick for the rest of the day. But Dr. Crockett had found a solution to a difficult problem. \n</p>\n<p>\nYears later, Dr. Crockett encourages students to problem solve in engineering, as well as in life. Her advice is to:\n<ul>\n<li>Break down problems</li>\n<li>Be consistent</li>\n<li>Utilize a variety of methods</li>\n<li>Bear testimony</li>\n</ul>\n</p>\n<p>\nWhen it comes to being consistent, Dr. Crockett emphasizes the importance of being committed to daily, weekly, and monthly actions. Consistent participation in these actions, whether it’s scripture study, church attendance, or temple attendance, allows regular inspiration. However, Dr. Crockett notes that some solutions take time. As we strive to do good and improve our lives, Dr. Crockett offers the following scripture, Doctrine and Covenants 64:33, as encouragement. “Wherefore, be not weary in well-doing, for ye are laying the foundation of a great work. And out of small things proceedeth that which is great.”\n</p>\n<p>\nDr. Crockett also knows the importance of utilizing a variety of methods. She knew she wanted to go to graduate school but wasn’t sure where she wanted to go. After narrowing her search to University of California, San Diego and Berkeley she decided to pray about both. But Dr. Crockett’s prayers didn’t produce an answer. She knew she had one thing left to try. She went and visited both campuses to see which was right for her. What she found were two very different atmospheres. That’s when she had her answer.  \n</p>\n<p>\nBearing testimony is an important aspect of problem-solving. Sharing truth and knowledge promotes further truth and knowledge. It also allows us to openly discuss topics we do and do not understand. For Dr. Crockett, this meant sharing with her college volleyball team and coach why she would not play on Sundays. She was able to bear testimony of something that was important to her and learn more about that importance for herself. \n</p>\n<p>\nDr. Crockett is an associate professor of mechanical engineering. She was the first full-time female faculty member in the College of Engineering – a daunting position.  She has come to be a valued and productive member of the Mechanical Engineering faculty and popular with students. \n</p>\n<p>\nIn 2002, Dr. Crockett graduated with a B.S. in Mechanical Engineering from the University of Denver. In 2004 she was awarded her M.S. in Engineering Sciences from University of California, San Diego. Only a few years later she received her Ph.D. in Engineering Sciences from the University of California, San Diego.\n</p>",
            "link": "/stories/27/Navigating%20Life%E2%80%99s%20Hurdles",
            "image_path": "/img/stories/1-1543851463892-story-julie-crockett.jpg",
            "link_text": "Read More",
            "author": "Abigail Norton",
            "category": 0
        },
        {
            "id": 26,
            "title": "Teacher and Leader",
            "subtitle": "",
            "description": "  At the beginning of 2018, Zak Webber’s brother forwarded him an email that would change his life.",
            "created": "2018-12-03T15:31:41.000Z",
            "text": "At the beginning of 2018, Zak Webber’s brother forwarded him an email that would change his life. The email was straightforward, ‘STEM teachers needed for Native American Indian Services test prep.’ Zak wasn’t sure if he was really qualified, but he figured he would apply. Months later, he found himself building a curriculum for a water science class in preparation to teach.\n</p>\n<p>\nThe program decided to implement a reading program to better help the students reading and writing abilities. The program decided to implement a reading program to better help the students reading and writing abilities. Zak took charge of the reading program and ordered books, created an organization method, and an incentive program. The program was a wild success and proved useful in his teaching.\n</p>\n<p>\nAs a teacher, Zak was responsible for instructing, as well as influencing. The students took a number of field trips, which Zak says proved memorable. His favorite memory holds true: taking the kids to get fast food on one of the trips. He remembers one kid saying, “Are you okay if I get a shake? I haven’t had one in like three years.” For Zak, it was a reminder to appreciate the little things in life. During his time as an instructor, Zak also became a role model. He says some of the kids were known for being a little rebellious but found how hardworking they were as he worked with them daily. He says he knew they were watching his behavior when the students asked to start a running club. Every morning they would join him for his run, being motivated to get up well before done.\n</p>\n<p>\nZak says his work with the Diné community has changed the focus of his career. He now hopes to be more involved with the Native American community. Although he did not have a background in water science, Zak used his molecular biology background and his love of learning to develop a curriculum to inform the Diné students.\n</p>\n<p>\nZak comes from a big family in Payson, Utah. He served his mission in Barcelona, Spain. Zak is majoring in Molecular Biology and is currently pre-med. He is also doing the Honors Program. Zak loves the great outdoors and is passionate about soccer, snowshoeing, kayaking, and baking. In fact, according to Zak, he makes delicious raisin bread.\n</p>",
            "link": "/stories/26/Teacher%20and%20Leader",
            "image_path": "/img/stories/1-1543851101202-story-zak-webber.jpg",
            "link_text": "Read More",
            "author": "Abigail Norton",
            "category": 3
        },
        {
            "id": 25,
            "title": "Superhero Guest Speakers",
            "subtitle": "",
            "description": "Superheroes consistently serving the Honors and campus communities.",
            "created": "2018-11-30T16:20:12.000Z",
            "text": "<p>In Honors 120, students are privileged to hear from many excellent professors from across campus who are exploring\n    Great Questions. These select faculty introduce students to the methodologies, research questions and thinking\n    patterns unique to their disciplines. We think of these faculty as our Honors Program superheroes! They\n    consistently serve the Honors and campus communities and are committed to academic excellence and interdisciplinary\n    thinking.</p>\n<div class=\"jumbotron rounded-0 bg-transparent py-3 my-0\">\n    <h1 class=\"display-4\">Visit the Bobbleheads</h1>\n    <p class=\"lead\">To thank them for their contributions to the Honors Program, we present each Honors 120 guest speaker with a\n    personalized superhero bobblehead.</p>\n    <hr class=\"my-4\">\n    <p>The bobbleheads are located in the Honors Commons, on the first floor of the Maeser building.</p>\n</div>\n<div id=\"superheroCarousel\" class=\"carousel slide pb-3\" data-ride=\"carousel\">\n    <ol class=\"carousel-indicators\">\n        <li data-target=\"#superheroCarousel\" data-slide-to=\"0\" class=\"active\"></li>\n        <li data-target=\"#superheroCarousel\" data-slide-to=\"1\"></li>\n        <li data-target=\"#superheroCarousel\" data-slide-to=\"2\"></li>\n        <li data-target=\"#superheroCarousel\" data-slide-to=\"3\"></li>\n        <li data-target=\"#superheroCarousel\" data-slide-to=\"4\"></li>\n        <li data-target=\"#superheroCarousel\" data-slide-to=\"5\"></li>\n    </ol>\n    <div class=\"carousel-inner\">\n        <div class=\"carousel-item active\">\n            <img class=\"d-block w-100\" src=\"https://scontent-lax3-1.xx.fbcdn.net/v/t1.0-9/47256589_10157132286350362_5868716941878755328_o.jpg?_nc_cat=102&_nc_ht=scontent-lax3-1.xx&oh=eb09708f9f7aa89393b6b7d93d6ebabe&oe=5C6EB884\"\n                alt=\"First slide\">\n        </div>\n        <div class=\"carousel-item\">\n            <img class=\"d-block w-100\" src=\"https://scontent-lax3-2.xx.fbcdn.net/v/t1.0-9/47086749_10157132286400362_7264883841985150976_o.jpg?_nc_cat=107&_nc_ht=scontent-lax3-2.xx&oh=5076a0234c042ac1f3cae3c2079fd0b4&oe=5CA83976\"\n                alt=\"Second slide\">\n        </div>\n        <div class=\"carousel-item\">\n            <img class=\"d-block w-100\" src=\"https://scontent-lax3-2.xx.fbcdn.net/v/t1.0-9/47102736_10157132286425362_8688704524682002432_o.jpg?_nc_cat=107&_nc_ht=scontent-lax3-2.xx&oh=5c315cc48087727fc55ab541f6872bd8&oe=5C66884F\"\n                alt=\"Third slide\">\n        </div>\n        <div class=\"carousel-item\">\n            <img class=\"d-block w-100\" src=\"https://scontent-lax3-2.xx.fbcdn.net/v/t1.0-9/47081269_10157132286570362_7004938166234775552_o.jpg?_nc_cat=106&_nc_ht=scontent-lax3-2.xx&oh=9ccbfdbe6143ab82e1198f0b1ebd95f0&oe=5CA9C100\"\n                alt=\"Third slide\">\n        </div>\n        <div class=\"carousel-item\">\n            <img class=\"d-block w-100\" src=\"https://scontent-lax3-1.xx.fbcdn.net/v/t1.0-9/47213067_10157132286605362_4292403995093237760_o.jpg?_nc_cat=103&_nc_ht=scontent-lax3-1.xx&oh=6fd99aadc4dbb7d63df6171f6f907ce8&oe=5C6EF6F0\"\n                alt=\"Third slide\">\n        </div>\n        <div class=\"carousel-item\">\n            <img class=\"d-block w-100\" src=\"https://scontent-lax3-2.xx.fbcdn.net/v/t1.0-9/47147818_10157132286625362_1777790274957737984_o.jpg?_nc_cat=107&_nc_ht=scontent-lax3-2.xx&oh=44df23018657f899278bc7cd5d62d764&oe=5CA1C68E\"\n                alt=\"Third slide\">\n        </div>\n    </div>\n    <a class=\"carousel-control-prev\" href=\"#superheroCarousel\" role=\"button\" data-slide=\"prev\">\n        <span class=\"carousel-control-prev-icon\" aria-hidden=\"true\"></span>\n        <span class=\"sr-only\">Previous</span>\n    </a>\n    <a class=\"carousel-control-next\" href=\"#superheroCarousel\" role=\"button\" data-slide=\"next\">\n        <span class=\"carousel-control-next-icon\" aria-hidden=\"true\"></span>\n        <span class=\"sr-only\">Next</span>\n    </a>\n</div>",
            "link": "/stories/25/Superhero%20Guest%20Speakers",
            "image_path": "/img/stories/1-1543594812235-story-honors-superheroes.jpg",
            "link_text": "Read More",
            "author": "Abigail Norton",
            "category": 1
        },
        {
            "id": 24,
            "title": "Lions, and Tigers, and Drones, oh my!",
            "subtitle": "",
            "description": "Dr. Beard, spoke about unmanned vehicles and their implication for society during the Honors Faculty Social earlier this month.",
            "created": "2018-11-12T17:16:37.000Z",
            "text": "<p>If you want to know more about unmanned air vehicles, Dr. Randy Beard is the guy to talk to. Dr. Beard, a seasoned professor from the Department of Electrical and Computer Engineering, spoke about unmanned vehicles and their implication for society during the Honors Faculty Social earlier this month.</p><p>The night began with a tour of the new engineering building by Dr. Spencer Magleby, Associate Dean and Director for the Honors Program. He gave Honors faculty and staff a tour of the beautiful new engineering building and even gave tour members a peek at the workspace down below. At the end of the tour, faculty and staff adjourned to dinner. Following dinner, Dr. Beard discussed his research, which focuses in autonomous systems, unmanned air vehicles, and multiple vehicle coordination and control.</p><p>Dr. Beard explained some of the science behind unmanned vehicles and even showed some bloopers from BYU’s research in unmanned air vehicles! The night ended with the opportunity to test-fly drones.</p><p>In 2004, Dr. Beard was awarded the BYU Young Scholar Award and in 2006 he was awarded the BYU Technology Transfer Award. In 2009 he was awarded the Karl G. Maeser Research and Creative Arts Award for excellence in research, and in 2017 he received the Karl G. Maeser Distinguished Lecturer Award. We appreciate his illuminating remarks!</p><p>",
            "link": "/stories/24/Lions,%20and%20Tigers,%20and%20Drones,%20oh%20my!",
            "image_path": "/img/stories/1-1542042997132-story-dr-beard.jpg",
            "link_text": "Read More",
            "author": "Abigail Norton",
            "category": 2
        },
        {
            "id": 22,
            "title": "Murder Mystery at the Maeser",
            "subtitle": "",
            "description": "Witches, wizards, squibs, and muggles gathered for a night of intrigue and mystery",
            "created": "2018-11-05T21:31:58.000Z",
            "text": "<p>Witches, wizards, squibs, and muggles gathered for a night of intrigue and mystery during this year’s Harry\n    Potter-themed Murder Mystery. The event took place in none other than the oldest and one of the spookiest buildings\n    on campus, the Maeser!</p>\n<p>The robe-clad participants feasted on meatballs, rolls, and other delectable dishes before the murder happened.\n    That’s when the poisoning of top Herbology student Neville Longbottom was announced. Everyone adjourned to the\n    upstairs part of the building to put their heads together and solve the murder. At the end of the night it was\n    revealed that Luna Lovegood accidentally poisoned Neville!</p>\n<div class=\"jumbotron\">\n    <h1 class=\"display-4\">Thank You!</h1>\n    <p class=\"lead\">A special thanks to the wonderful witches and wizards from Honors who helped prepared the food,\n        decorations, and much more.</p>\n</div>",
            "link": "/stories/22/Murder%20Mystery%20at%20the%20Maeser",
            "image_path": "/img/stories/1-1541428318364-story-murder-mystery.jpg",
            "link_text": "Read More",
            "author": "Abigail Norton",
            "category": 1
        },
        {
            "id": 19,
            "title": "When Bad Things Happen to Good People",
            "subtitle": "",
            "description": "An in-depth look at sexual misconduct and its presence at BYU.",
            "created": "2018-10-23T16:49:10.000Z",
            "text": "<p>“We make this error all the time,” Dr. Ogles said, “we say that bad things happen to bad people.” He uses the example of people who are injured in car accidents. The first question is always, “Were you wearing a seatbelt?” Dr. Ogles’ Disciple Scholar Lecture, “When Bad Things Happen to Good People: Lessons from Psychotherapy and the Gospel,” took an in-depth look at sexual misconduct (i.e., harassment, stalking, domestic violence, and unwanted sexual contact) and its presence at BYU, all through the lens of how bad things happen to good people.\n</p>\n<p>\nIn his lecture, Dr. Ogles concluded that when bad things happen, people try to make sense of a world that has become “unpredictable and chaotic.” When trying to answer the question of ‘why’ the bad thing happened, the cause of bad events can be attributed to the self or to God. Either process, Dr. Ogles said, may lead to feeling damaged, broken, or ashamed. Like in the seatbelt example, Dr. Ogles says it’s easy to get caught up in thinking that because something bad happened to us then we are bad.\n</p>\n<p>\nMuch of Dr. Ogles’ message focused on healing. In the words of Elder Jeffrey R. Holland’s well-known General Conference talk, Like a Broken Vessel, “If things continue to be debilitating, seek the advice of reputable people with certified training, professional skills, and good values. Be honest with them about your history and your struggles.” Dr. Ogles likewise referenced Elder Neil L. Andersen’s talk, Wounded, “No injustice, no persecution, no trial, no sadness, no heartache, no suffering, no wound—however deep, however wide, however painful—will be excluded from the comfort, peace, and lasting hope of Him whose open arms and whose wounded hands will welcome us back into His presence.”\n</p>\n<p>\nIf you have been involved in sexual misconduct, the following are recommendations from BYU Victim Advocate, Dr. Lisa Leavitt. \n<ol>\n<li>Prepare for memories and flashbacks</li>\n<ul>\n<li>Take steps to self-soothe</li>\n<li>Ground yourself in reality</li>\n</ul>\n<li>Reconnect with your physical body and feelings </li>\n<ul>\n<li>Mindfulness</li>\n<li>Movement/exercise</li>\n</ul>\n<li>Nurture yourself\n<ul>\n<li>Practice self-compassion</li>\n<li>Be smart about media consumption</li>\n</ul>\n</ol>\n</p>\n<p>\nBen Ogles is a professor of psychology who currently serves as the dean of the College of Family, Home, and Social Sciences. Before joining BYU in 2011, he worked at Ohio University for 21 years where he served as the chair of the Psychology Department and dean of the College of Arts and Sciences. His scholarship is focused on examining the effectiveness of psychotherapy and more specifically on the measurement of change in individuals receiving treatment for psychological disorders.\n</p>\n<p>\nIn 1985, Dr. Ogles graduated with a B.S. in Accounting from Brigham Young University. Dr. Ogles earned his Ph.D. in Clinical Psychology from BYU.  \n</p>\n",
            "link": "/stories/19/When%20Bad%20Things%20Happen%20to%20Good%20People",
            "image_path": "/img/stories/1-1540313350413-story-ben-ogles.jpg",
            "link_text": "Read More",
            "author": "Abigail Norton",
            "category": 0
        },
        {
            "id": 13,
            "title": "Get to Know: HSLC",
            "subtitle": "",
            "description": "A team of students from disciplines across campus with a common goal: to be the voice of Honors students.",
            "created": "2018-10-15T16:25:03.000Z",
            "text": "<p>\n    Every semester, students pour hundreds of glasses of chocolate milk during weekly\n    Chocolate Milk Discussions in the Honors Reading Room. Without the influence of the Honors\n    Student Leadership Council, events like Chocolate Milk Discussions, Disciple Scholar Lectures,\n    and the annual Murder Mystery party, would not exist.\n</p>\n<p>\n    The council is a team of students from disciplines across campus with a common goal: to\n    be the voice of Honors students. Members of HSLC must be Honors students and commit to two\n    semesters on the team. Students spend time developing leadership skills, planning events,\n    conducting research, and brainstorming ways to improve and enhance the Honors experience.\n    HSLC members are passionate about the Honors Program and sharing their experience with\n    others.\n</p>\n<p>\n    The program would not be possible without the leadership of Vika Filimoeatu. Vika\n    oversees everything, attends events, and comes up with amazing ideas. She’s what makes HSLC\n    run.\n</p>\n<p>\n    Get to know our HSLC student members below:\n</p>\n<p>\n    <h4>\n        ERIN FARISH | <span class=\"text-secondary\">President</span>\n    </h4>\n    Erin Farish is a Family Life major with a Family Studies emphasis. She is from St. George, Utah\n    and describes herself as an avid backpacker.\n</p>\n</p>\n<p><h4>BRIAN ALLEN | <span class=\"text-secondary\">Vice President</span></h4>\n    Brian Allen is a Public Health major with an emphasis in epidemiology. He is minoring is\n    international development. Brian loves to travel and scuba dive.</p>\n<p><h4>TAYLOR TOPHAM | <span class=\"text-secondary\">Historian</span></h4>\n    Taylor Topham is an English major from Meridian, Idaho. He lives in a museum!</p>\n<p><h4>CHRISTIAN HALES | <span class=\"text-secondary\">Marketing/Publicity</span></h4>\n        Christian Hales is a Music Performance major from Utah. He visited St. Petersburg to study with\n        world-renowned principal double bass, Artem Chirkov.</p>\n<p><h4>BRADLEY GORONSON | <span class=\"text-secondary\">Treasurer</span></h4>\n    Bradley is an economics student planning to graduate Fall 2019. He was born and raised in Las\n    Vegas, Nevada and served a mission in China Hong Kong. After graduation, he plans to attend\n    graduate school to earn a PhD in Organizations and Management researching how individuals\n    and organizations use work to do good in the world and find more meaning in life. He also plans\n    to teach and conduct research in the field of business ethics as a business school professor after\n    completing his PhD. He enjoys classical music, good conversation, and feeding the BYU ducks.</p>\n<p><h4>TREVOR MATTHEWS | <span class=\"text-secondary\">Assistant Logistics Coordinator/Videographer</span></h4>\n    Trevor Matthews is a Classics and Spanish Studies major from St. George, Utah. He is a\n    violinist.\n</p>\n<p><h4>ASHLEY BARLOW | <span class=\"text-secondary\">Community Coordinator</span></h4>\n    Ashley Barlow is a Linguistics major from Nauvoo, Illinois. She participated in the English\n    Language in Britain study abroad.</p>\n<p><h4>JENNIFER KIMBALL | <span class=\"text-secondary\">Secretary</span></h4>\n    Jennifer Kimball is a History major (with an emphasis on Russian history) from Sandy, Utah.\n    She is minoring in Russian language. Jennifer loves to dance and has studied ballroom, ballet,\n    and jazz. Jennifer is currently taking an Irish dance class.</p>\n<p><h4>IAN MCLAUGHLIN | <span class=\"text-secondary\">Chocolate Milk Discussion Coordinator</span></h4>\n    Ian McLaughlin, a senior from Rexburg, Idaho, is a history major, with minors in Classics\n    (Ancient Greek emphasis) and Latin American Studies (Brazil / Portuguese emphasis). He loves\n    jogging, essaying, fiction writing, and anything Keira Knightley stars in. He&#39;s basically the\n    embodiment of every absent-minded professor trope ever, and once literally bumped into the late\n    John McCain in the Dirksen Senate Office Building.</p>\n<p><h4>AUTUMN GOULDING | <span class=\"text-secondary\">Photographer</span></h4>\n    Autumn Goulding is a Photography major from Vacaville, California. She is minoring in Spanish.\n    Autumn travels solo to a new state or country each year.</p>\n<p><h4>RYNO KRUGER |<span class=\"text-secondary\"> Research and Advisory</span></h4>\n    Ryno Kruger is from Cape Town, South Africa. He is a senior studying psychology, hoping to go\n    into Developmental Psychology to continue research on biological markers for later life\n    behavioral outcomes. Ryno enjoys spending time outside when it rains and, one time, he rode an\n    ostrich!</p>\n<p><h4>IDONGESIT EKPO | <span class=\"text-secondary\">Service Coordinator</span></h4>\n    Idongesit Ekpo is a biochemistry major from southern Nigeria. Idongesit enjoys being a\n    confidante, which aligns with the meaning of her name. She is the Nigerian ambassador to Utah\n    serving as Miss Nigeria Utah.</p>\n<p><h4>WILL SUTHERLAND | <span class=\"text-secondary\">Disciple Scholar Coordinator/Marketing Assistant</span></h4>\n    Will Sutherland is pre-dental, studying microbiology. He manages a non-profit dental clinic in\n    Provo and makes hip-hop music with a group called Wholesome Entertainment. </p>\n<p><h4>BRYAN SAMUELSEN | <span class=\"text-secondary\">Logistics Director</span></h4>\n    Bryan Samuelsen is a marketing major from Tuscon, Arizona. One cool thing most people don&#39;t\n    know about him is that he quit the basketball team in high school to join the choir. His head was\n    in the game, but his heart was in the song.\n</p>",
            "link": "/stories/13/Get%20to%20Know:%20HSLC",
            "image_path": "/img/stories/1-1539620703411-story-hslc-2018.jpg",
            "link_text": "Read More",
            "author": "Abigail Norton",
            "category": 1
        },
        {
            "id": 12,
            "title": "Ben Murdoch: Tech Wizard",
            "subtitle": "",
            "description": "Ben Murdoch is passionate about building robots. That's why when he began his undergraduate degree, he went on a quest to help the robotics community.",
            "created": "2018-10-05T18:15:32.000Z",
            "text": "<p>\nBen Murdoch is passionate about building robots. That's why when he began his undergraduate degree, he went on a quest to help the robotics community. As a freshman, he began working with Dr. David Wingate, an Assistant Professor of Computer Science. Several years later and a bevy of accomplishments under his belt, Ben is ready to change the world of robotics.  \n</p>\n<p>\nAs a research scientist, Ben is passionate for teaching others and sharing his skills. He was the founder of three robotics clubs, a member of the team that won the IEEE CIG 2016 and 2017 Artificial Text Adventurer Competition, and a Flight Director at the Christa McAuliffe Space Education Center. In 2017 he published papers at NIPS and IJCAI on Affordance Extraction via Word Embeddings and Informing Action Primitives Through Free-Form Text. His current work in the Perception, Control, and Cognition laboratory at Brigham Young University focuses on emergent communication protocols for acquisition of symbol groundings. Ben is double majoring in Applied and Computational Mathematics and Computer Science. \n</p>\n<p>\nIn 2018, under the direction of Dr. David Wingate, Ben joined a team of BYU students to compete in the second annual Alexa Prize Challenge. BYU's team, one of eight in the world, were given a $250,000 grant and tasked with programming a bot named Eve (short for Emotive Adversarial Ensembles) to answer users' questions, as well as hold a conversation.\n</p>\n<p>\nDuring the summer of 2018, Ben traveled to Melbourne, Australia to present his paper <a href=\"https://arxiv.org/pdf/1703.03429.pdf\" target=\"_blank\">‘What can you do with a rock? Affordance extraction via word embeddings'</a> at the International Joint Conference on Artificial Intelligence. Ben's paper is designed as a stepping stone towards \"general AI,\" the ability of one algorithm to solve a wide array of problems. The paper is foundational to the goals Ben has for his Honors Thesis, and he intends to build a framework to interact with both human and the real world, going where no robot has gone before.    \n</p>\n<img src=\"/img/stories/ben-and-kayla.jpg\" class=\"img-fluid\" alt=\"Ben and his wife Kayla\">\n<p>\nBen and his wife Kayla plan to return to their jobs at Microsoft this summer to work.  \n</p>\n<p>\nWhen asked what he hopes to do in the future, Ben said he wants to further robotics. More specifically, take them to the real world and let them learn shared tasks. \"There is no Rosetta Stone,\" Ben said. \"There is no common link.\"\n</p>\n<p>\nWhen it comes to exploration and learning, it's safe to say Ben has the skills and is gaining the expertise to change the world of robotics.\n",
            "link": "/stories/12/Ben%20Murdoch:%20Tech%20Wizard",
            "image_path": "/img/stories/1-1538763332314-story-murdoch.jpg",
            "link_text": "Read More",
            "author": "Abigail Norton",
            "category": 3
        },
        {
            "id": 4,
            "title": "Empowering Teens in Cambodia",
            "subtitle": "",
            "description": "See how Madison, a Honors Student, is applying skills learned in the Honors Program to create a project for the Khmer people",
            "created": "2018-10-02T21:01:37.000Z",
            "text": "<i>The Honors Program strives to build skills of inquiry in our students throughout our courses. Here we highlight students who go into the world and apply these skills, typically through their thesis research or their Leadership Development Experience. </i> </p>\r\n<p>\r\nMadison Allred is a Junior in the Geography: Global Studies program, minoring in Business Management and International Development. For her Leadership Development Experience, she helped create a non-profit educational program for teenagers aged 14-18 in Cambodia called Mitt Chhlat. \r\n</p>\r\n<p>\r\nMitt Chhlat began as an interdisciplinary team Madison was placed in during her IAS 220 – “Introduction to International Development” class. Her team all had connections to and a passion for helping the people of Cambodia, and they primarily wanted to combat sex trafficking. “I am grateful that the Honors Program has taught me to dig deeper. I could see this horrible problem from the surface, but I knew from my classes that this was a symptom of a much larger problem. There were probably multiple contributing factors, and in order to find an effective solution we needed to discover as many as possible.”\r\n</p>\r\n<p>\r\n<div class=\"row my-3 shadow\">\r\n\r\n<div class=\"col col-12 col-lg-6 px-0 mb-sm-3 mb-md-0\">\r\n\r\n<img src=\"https://scontent-lax3-1.xx.fbcdn.net/v/t1.0-9/30705557_1993366904007671_3121811990008299520_o.jpg?_nc_cat=0&oh=6e2022cc9c0961116c6d88e44368e588&oe=5BED6243\" alt=\"Mitt Chhlat Team\" class=\"w-100\">\r\n\r\n</div>\r\n\r\n\r\n<div class=\"col col-12 col-lg-6 px-4 px-sm-3 px-xl-5 mt-3\">\r\n\r\n<table style=\"height: 100%;\">\r\n\r\n<tbody>\r\n\r\n<tr>\r\n\r\n<td class=\"align-middle\">\r\n\r\n<h3>Mitt Chhlat Founding Members</h3>\r\n\r\n<p>Libby Malone, Madison Allred, Linda Ngyuen, Melody Allred, Meadow Wedekind, Marieka Creek</p>\r\n\r\n</td>\r\n\r\n</tr>\r\n\r\n</tbody>\r\n\r\n</table>\r\n\r\n\r\n\r\n</div>\r\n\r\n</div>\r\n\r\n<p>\r\nAs Madison’s team researched sex trafficking in Cambodia, they found many unexpected connections about what contributed to this societal problem. \r\n</p>\r\n<p>\r\n“As I was researching the issue, I found that one problem led to another. Sex trafficking is accepted in Khmer [Cambodian] society for many reasons, including: the conflicting social expectations of men and women regarding sexually promiscuity and chastity, the legal status and judicial representation available to women, the effects of poverty on family social structure, the general health knowledge and curriculum structure in schools, Cambodia’s neighboring countries, etc. We even found that the genocide coordinated by the Khmer Rouge in the early 1970’s still had a powerful effect on Cambodian society today and had led to the cultivation of a sex trafficking accepting society.” \r\n</p>\r\n<p>\r\n\r\nHer team ended up focusing on one key factor- sexual health education. \r\n</p>\r\n\r\n<p>\r\n\r\n“Our group decided that the way we could be the most effective was by creating and implementing a sexual health education curriculum that combats social stigma. From our research, many Khmer teens were lead into prostitution from a lack of education, and men solicited prostitutes not knowing the possible repercussions. We also are designing our curriculum to combat toxic masculinity and empower women in the rising generation.” \r\n</p>\r\n<p>\r\n\r\nThe team of six decided to call their organization Mitt Chhlat, or “Smart Friend” in Khmer.  The students sought the mentorship of BYU’s International Development instructor and experienced Human Rights lawyer Natalie Romeri-Lewis, who recently taught a Late Summer Honors program course. With Professor Romeri-Lewis’ expertise and guidance, the team of BYU students were able to successfully raise funds and in May-July 2018, conducted a successful pilot program at an orphanage in Phnom Penh. \r\n</p>\r\n<div class=\"row my-3 shadow\">\r\n\r\n\r\n\r\n\r\n<div class=\"col col-12 col-md-6 px-4 px-sm-3 px-xl-5 mt-3\">\r\n\r\n<table style=\"height: 100%;\">\r\n\r\n<tbody>\r\n\r\n<tr>\r\n\r\n<td class=\"align-middle\">\r\n\r\n<h3>Mitt Chhlat Pilot Program</h3>\r\n\r\n<p>Mitt Chhlat teachers headed to orphanage in Phnom Penh</p>\r\n\r\n</td>\r\n\r\n</tr>\r\n\r\n</tbody>\r\n\r\n</table>\r\n\r\n\r\n\r\n</div>\r\n<div class=\"col col-12 col-md-6 px-0  mb-md-0 text-right\">\r\n\r\n<img src=\"https://scontent-lax3-1.xx.fbcdn.net/v/t1.0-9/33508367_990381911139020_3686781441347158016_n.jpg?_nc_cat=0&oh=c5edb5da9a03dfe2b227cff11e1fd1c2&oe=5C2A68D1\" alt=\"Mitt Chhlat Pilot\" class=\"w-100 d-block d-lg-none float-right\">\r\n<img src=\"https://scontent-lax3-1.xx.fbcdn.net/v/t1.0-9/33508367_990381911139020_3686781441347158016_n.jpg?_nc_cat=0&oh=c5edb5da9a03dfe2b227cff11e1fd1c2&oe=5C2A68D1\" alt=\"Mitt Chhlat Pilot\" class=\"w-75 d-none d-lg-block float-right\">\r\n\r\n</div>\r\n</div>\r\n<p>\r\nCreating Mitt Chhlat and implementing the sexual health curriculum was a perfect fit for Madison’s Leadership Development Experience. \r\n<ul>\r\n<li>She impacted the community by creating jobs for local Cambodians who taught the course and will be future administrators of their organization.  </li>\r\n<li>Madison developed leadership qualities by advocating for the adjustment of curriculum to fit local needs, and her Business Management training aided in several behind the scenes aspects of their organization. </li>\r\n<li>She had to problem solve almost every day as she worked with local stakeholders, several NGO’s, and the Cambodian government. </li>\r\n<li>Madison also developed leadership by collaborating with an interdisciplinary team comprised of Sociology, Political Science, Geography, Public Health, and Mechanical Engineering majors. </li>\r\n</ul>\r\n</p>\r\n<p>\r\n“Honors has given me the intellectual training I required to reach my goals. Without that training, I wouldn’t be able to ask the necessary questions needed to make change in the world.”\r\n</p>\r\n<p>\r\n\r\nMadison is looking forward to expanding her work in Cambodia through her Honors Thesis. \r\n</p>\n<img src=\"https://scontent-lax3-2.xx.fbcdn.net/v/t1.0-9/40455067_10216634131942937_1954168664655659008_o.jpg?_nc_cat=0&oh=2c9384ef7a8f93ef93b31cec729244f9&oe=5C2B437E\" alt=\"BYU Excellence Footer\" class=\"img-fluid\">\r\n",
            "link": "/stories/4/Empowering%20Teens%20in%20Cambodia",
            "image_path": "/img/stories/6-1535747101549-story-madison-allred.jpg",
            "link_text": "Read More",
            "author": "Madison Allred",
            "category": 3
        },
        {
            "id": 10,
            "title": "The Germ of an Idea",
            "subtitle": "",
            "description": "Explore Connections in HONRS 220.",
            "created": "2018-10-02T17:50:07.000Z",
            "text": "<p>\r\nThe interdisciplinary thinking the BYU Honors Program strives to cultivate in its students and faculty is exemplified in our HONRS 200 level classes - the Unexpected Connections courses. Classes are team-taught by professors from two different disciplines who choose their section’s unique focus and curriculum. Students are able to engage in an exceptional interdisciplinary learning environment and make unexpected connections of their own during the course. </i>\r\n<p>\r\nOne of our Honors Unexpected Courses this Fall Semester, team-taught by Dr. Dennis Cutchins and Dr. Brian Poole, is titled “The Germ of an Idea: Disease and Literature.” The course is based upon the idea that disease has molded human behavior as well as human culture, and combines the GE Biology & Letters courses.\r\n</p>\r\n<p>\r\n “The basic gist of the class is recognizing that disease has had a surprising and long term and endemic effect on culture and literature. It is surprising to see how some of the best Operas, like La Boheme or La Traviata were written about disease. Or that some of the best poets like Keats or Shelley were inspired by disease. We even talk about how our notions of what’s beautiful or what our definition of horror is, like Poe, are often influenced by disease,” said Dr. Cutchins, Associate Director of the Honors Program. \r\n</p>\r\n<p>\r\nWhen talking about the class, Dr. Poole said, “I think that’s a huge part of it, disease’s effect on culture. We also talk about a couple of times when disease almost wipes out cultures with the Native Americans and the Black Plague, it has these radical effects on culture, art and literature. We spend the second part of the class talking about disease and humanity, and the ‘other’, how you define yourself and other people. We read these really awesome zombie books that address that question really well. If you have a disease, are you considered subhuman?”\r\n</p>\r\n<p>\r\nThe class headed to the Life Science Building on a Friday morning to participate in a lab experiment: gram staining bacteria. Students tested whether their bacteria was gram positive or negative, and how the results of their experiment can lead to information on what antibiotics would be needed to treat the bacteria. \r\n</p>\r\n<p>\r\n\r\nAll of the bacteria was grown by Dr. Poole, and students took photos of their final products. \r\n</p>\r\n<p>\r\n    <div id=\"carouselBacteria\" class=\"carousel slide\" data-ride=\"carousel\">\r\n  <ol class=\"carousel-indicators\">\r\n    <li data-target=\"#carouselBacteria\" data-slide-to=\"0\" class=\"active\"></li>\r\n    <li data-target=\"#carouselBacteria\" data-slide-to=\"1\"></li>\r\n    <li data-target=\"#carouselBacteria\" data-slide-to=\"2\"></li>\r\n  </ol>\r\n  <div class=\"carousel-inner\">\r\n    <div class=\"carousel-item active\">\r\n      <img class=\"d-block w-100\" src=\"/img/stories/germ-story/bac1.jpg\" alt=\"First slide\">\r\n    </div>\r\n    <div class=\"carousel-item\">\r\n      <img class=\"d-block w-100\" src=\"/img/stories/germ-story/bac2.jpg\" alt=\"Second slide\">\r\n    </div>\r\n    <div class=\"carousel-item\">\r\n      <img class=\"d-block w-100\" src=\"/img/stories/germ-story/bac3.jpg\" alt=\"Third slide\">\r\n    </div>\r\n  </div>\r\n  <a class=\"carousel-control-prev\" href=\"#carouselBacteria\" role=\"button\" data-slide=\"prev\">\r\n    <span class=\"carousel-control-prev-icon\" aria-hidden=\"true\"></span>\r\n    <span class=\"sr-only\">Previous</span>\r\n  </a>\r\n  <a class=\"carousel-control-next\" href=\"#carouselBacteria\" role=\"button\" data-slide=\"next\">\r\n    <span class=\"carousel-control-next-icon\" aria-hidden=\"true\"></span>\r\n    <span class=\"sr-only\">Next</span>\r\n  </a>\r\n</div>\r\n</p>\r\n<p>\r\nRio Turnbull, a senior in the English program noted, “Biology has always been my least favorite subject in school, and so I always knew that doing the biology GE requirement at BYU wouldn’t be so great… it would be difficult and I wouldn’t be very good at it. But that’s part of the reason I knew the Honors courses would be enjoyable to me because I knew it would make it a little more palatable even though the Biology aspects are slightly difficult and less appealing to me. It’s tempered really well with how broad their objectives are and also the different topics we explore. It makes Biology seem more relevant to me.”\r\n</p>\r\n<p>\r\nDrs. Cutchins and Poole also see the influence of their topic in pop culture and its importance in current events. \r\n</p>\r\n<p>\r\n“We’ve talked about the tuberculosis quarantine situations in Russia. They’ve been in there so long, and they will never get out… Can you really make a difference between being in prison versus being in quarantine for the rest of your life? The reason that this is happening to them isn’t that they were bad or breaking the law, it’s because they got a disease. We think zombie literature and movies have been so popular over the past twenty years due to people’s concerns about healthcare. It’s not surprising that in the time the zombie movies have been rising, there have been increasing fears and increasing realities of pandemics, and that in most of the zombie movies or narratives, disease plays a huge role,” said Dr. Cutchins.\r\n</p>\r\n<p>\r\nDr. Poole asked, “With all these movies you are destroying these zombies and you’ve got the wall and everything, but what if they aren’t really just zombies and they are just sick people? What are you doing? What message are you sending?” \r\n</p>\r\n<p>\r\n    <div id=\"carouselStudents\" class=\"carousel slide\" data-ride=\"carousel\">\r\n  <ol class=\"carousel-indicators\">\r\n    <li data-target=\"#carouselStudents\" data-slide-to=\"0\" class=\"active\"></li>\r\n    <li data-target=\"#carouselStudents\" data-slide-to=\"1\"></li>\r\n    <li data-target=\"#carouselStudents\" data-slide-to=\"2\"></li>\r\n  </ol>\r\n  <div class=\"carousel-inner\">\r\n    <div class=\"carousel-item active\">\r\n      <img class=\"d-block w-100\" src=\"/img/stories/germ-story/students1.jpg\" alt=\"First slide\">\r\n    </div>\r\n    <div class=\"carousel-item\">\r\n      <img class=\"d-block w-100\" src=\"/img/stories/germ-story/students2.jpg\" alt=\"Second slide\">\r\n    </div>\r\n    <div class=\"carousel-item\">\r\n      <img class=\"d-block w-100\" src=\"/img/stories/germ-story/students3.jpg\" alt=\"Third slide\">\r\n    </div>\r\n  </div>\r\n  <a class=\"carousel-control-prev\" href=\"#carouselStudents\" role=\"button\" data-slide=\"prev\">\r\n    <span class=\"carousel-control-prev-icon\" aria-hidden=\"true\"></span>\r\n    <span class=\"sr-only\">Previous</span>\r\n  </a>\r\n  <a class=\"carousel-control-next\" href=\"#carouselStudents\" role=\"button\" data-slide=\"next\">\r\n    <span class=\"carousel-control-next-icon\" aria-hidden=\"true\"></span>\r\n    <span class=\"sr-only\">Next</span>\r\n  </a>\r\n</div>\r\n</p>\r\n<p>\r\nJohnny Bigelow, a senior in Strategic Management said, “I love the opportunity I have to think in ways I’ve never considered before. I take honors classes because the content, comments and assignments usually let me grow in ways I’ve never tried.”\r\n</p>\r\n<p>\r\nOne of the most important aspects of the Unexpected Connections courses is the focus on developing critical thinking skills as well as honing student’s problem solving abilities in an interdisciplinary way. Drs. Cutchins and Poole accomplish this through one of their midterms. \r\n</p>\r\n<p>\r\n“We give three tests in the class, and the second test is a problem solving test. We come up with a situation, bring it to class, and the class has to solve it with the principles that they’ve learned. The first [semester we taught this course] we were trying to solve a small-pox outbreak among the American Indians in the 1830’s,” Dr. Poole said. “For the second class we hypothesized a killer influenza outbreak at BYU, and how every aspect of the people here: the administration, and the police, the health services, would have to deal with that. [Students had to examine] how it would affect the people here, and how they would have to respond.” \r\n</p>\r\n<p>\r\nDr. Cutchins added, “We’ll have another problem for the students to solve this semester, and we are excited to come up with it.”\r\n</p>\r\n<p>\r\nThis course is a result of successful collaboration between Drs. Cutchins and Poole, and has been an Honors student favorite over the past three years. “They are quite the dynamic duo- it makes class engaging and I highly recommend it,” added Rio Turnbull.\r\n</p>\r\n\n",
            "link": "/stories/10/The%20Germ%20of%20an%20Idea",
            "image_path": "/img/stories/1-1538157006927-story-germ-idea.jpg",
            "link_text": "Read More",
            "author": "Madison Allred",
            "category": 2
        },
        {
            "id": 11,
            "title": "Tailwinds and Headwinds",
            "subtitle": "",
            "description": "It was a sunny Saturday in 2011 and Dr. Troy Cox's chores were done. He was anxious to go mountain biking...",
            "created": "2018-10-01T21:01:37.000Z",
            "text": "<p>\nIt was a sunny Saturday in 2011 and Dr. Troy Cox's chores were done. He was anxious to go mountain biking. \n</p>\n<p>\nOn the trail, he began the long-awaited climb up a well-worn path. That's when his heart started racing, and he couldn't catch his breath. Then the first cyclist passed him. Heart still racing, he forged on. Then a second person, creeping up behind, then passing him. Heart pounding, Dr. Cox pedaled and watched as a hiker passed him. Something was wrong. He peered down at the heart rate monitor on his bike. The read: 220 BPM. Dr. Cox thinks to say a prayer and the answer is clear, go home. Back at home, Dr. Cox lays on his bed, heart still pounding. He knows he needs to go to the hospital. Several hours later he's diagnosed with atrial fibrillation: an irregular and rapid heart rate that occurs when the heart's two upper chambers beat out of coordination with the two lower chambers.\n</p>\n<p>\nDr. Cox acknowledged how frightening the experience was during his September Disciple Scholar lecture, \"Tailwinds and Headwinds: Stretching Yourself Both Spiritually and Academically.\" Dr. Cox is an Assistant Professor of Linguistics and the Associate Director of the Center for Language Studies. He is passionate about language, learning, and cycling – three unifying themes during his lecture. Dr. Cox also discussed the ILR Scale or ACTFL Proficiency guidelines for language and how they relate to life.\n</p>\n<p>\nDuring a recent ride up Hobble Creek Canyon, Dr. Cox was amazed at how easy the ride was. That's when he felt the tailwind, propelling him forward. He says he was grateful for the tailwind, even when he didn't recognize it was there. However, Dr. Cox acknowledges there aren't always tailwinds to push us forward. In fact, many times there are headwinds pushing us back. Dr. Cox's frightening encounter with atrial fibrillation was a reminder for him of the headwinds we encounter in life and how they shape us. \n</p>\n<p>\n The effects of headwinds are vast, and include many of the following:  \n<ul>\n<li>Our performance is worse than our true ability</li>\n<li>We can underestimate our true ability</li>\n<li>We might feel the universe is against us</li>\n<li>We confuse performance and proficiency</li>\n<li>We might quit</li>\n</ul>\n</p>\n<p>\nDr. Cox compared headwinds to making progress in learning a foreign language. \"Awkward and ugly are part of the process,\" he said. Yet, the opposition can result in growth with deliberate practice. Dr. Cox urged attendees to push through the headwinds and utilize the resources we have to overcome obstacles that may stand in our way. \"If we actually outride the wind we can create a headwind,\" said Dr. Cox.\n</p>\n<p>\nDr. Cox is married and is the proud father of Cameron, Hannah, and Millie. When he isn't cycling, practicing yoga, experimenting in the kitchen or with a camera, you can find him in his office where he works with graduate students and colleagues conducting research in language testing, language acquisition, self-assessment, and objective measurement.\n</p>\n<p>\nIn 1994, Dr. Cox graduated cum laude from Brigham Young University with a BA in Linguistics. He received his MA in Teaching English as a Second Language from BYU and completed his Master's Thesis on \"The effect of prequestions, proficiency level and passage length on listening comprehension test scores.\" Dr. Cox went on to earn his Ph.D. in Instructional Psychology and Technology from BYU. He wrote his Dissertation on \"Investigating prompt difficulty in an automatically scored speaking performance assessment.\"\n</p>\n",
            "link": "/stories/11/Tailwinds%20and%20Headwinds",
            "image_path": "/img/stories/1-1538427697224-story-troy_cox.jpg",
            "link_text": "Read More",
            "author": "Abigail Norton",
            "category": 0
        },
        {
            "id": 8,
            "title": "September Disciple Scholar: Dr. Troy Cox",
            "subtitle": "",
            "description": "Tailwinds and Headwinds: Stretching Yourself Both Spiritually and Academically",
            "created": "2018-09-25T23:31:30.000Z",
            "text": "<p>\nThis week, Assistant Professor of Linguistics, <b>Dr. Troy Cox</b>, will give fall semester’s first <b>Disciple Scholar lecture</b>, <i>“Tailwinds and Headwinds: Stretching Yourself Both Spiritually and Academically.”</i> His passion for language and academics has led him to his position as Associate Director of the Center for Language Studies.\n</p>\n<p>\nWe asked Dr. Cox about some of his favorite things:\n<ul>\n<li><b>What is your perfect pizza?</b></li>\nDr. Cox: I am no respecter of pizzas. I tend to prefer ones with many types of toppings and am fairly adventurous. I’d rather sample small pieces of different types of pizzas than just have a single kind.\n<li><b>What is your favorite book?</b></li>\nDr. Cox: That’s like choosing a child. Lord of the Rings by Tolkien was a huge inspiration when I was younger, but I like a number of others as well and often listen to podcasts and audiobooks. \n<li><b>What is the most interesting thing you've researched lately?</b></li>\nDr. Cox: The relationship between self-assessment and language ability.\n</ul>\n</p>\n<p>\nDr. Cox is married and is the proud father of Cameron, Hannah, and Millie. When he isn’t cycling, practicing yoga, experimenting in the kitchen or with a camera, you can find him in his office where he works with graduate students and colleagues conducting research in language testing, language acquisition, self-assessment and objective measurement.\n</p>\n<p>\nIn 1994, Dr. Cox graduated cum laude from Brigham Young University with a BA in Linguistics. He received his MA in Teaching English as a Second Language from BYU and completed his Master’s Thesis on: The effect of prequestions, proficiency level and passage length on listening comprehension test scores. Dr. Cox went on to earn his PhD in Instructional Psychology and Technology from BYU. He wrote his Dissertation on: Investigating prompt difficulty in an automatically scored speaking performance assessment.\n </p>\n<p>\nDr. Cox’s Disciple Scholar Lecture, “Tailwinds and Headwinds: Stretching Yourself Both Spiritually and Academically,” will take place Thursday, September 27, at 5:30 PM in 321 MSRB.  \n</p>",
            "link": "/stories/8/September%20Disciple%20Scholar:%20Dr.%20Troy%20Cox",
            "image_path": "/img/stories/1-1537903889588-story-troy_cox.jpg",
            "link_text": "Read More",
            "author": "Abigail Norton",
            "category": 4
        },
        {
            "id": 9,
            "title": "Fiesta Fun with the Honors Program",
            "subtitle": "",
            "description": "The 2018 Fiesta Opening Social drew Honors students from every major and gave students the chance to make unexpected connections",
            "created": "2018-09-25T19:48:17.000Z",
            "text": "<p>\nThe <b>2018 Fiesta Opening Social</b> drew Honors students from every major and gave students the chance to make unexpected connections…with each other!\n</p>\n<p>\nOur Honors Director, Dr. Spencer Magleby, offered some opening remarks. Honors Student Council officers highlighted upcoming events, and then everyone enjoyed fiesta burritos, salads and churros.\n</p>\n<p>\nLatin American music played in the background as students ate and talked. “I felt like I was on my mission because I heard this music that I used to hear while riding the bus or eating at a local restaurant,” said Conner Anderson, who served his mission in Paraguay.   \n</p>\n<p>\nThe night ended with performances of traditional dances from Latin American countries.\n</p>\n<p class=\"text-primary h4 pb-3\">\nThanks to everyone who joined us this year!   \n</p>",
            "link": "/stories/9/Fiesta%20Fun%20with%20the%20Honors%20Program",
            "image_path": "/img/stories/1-1537903889588-story-fiesta-opening-social.jpg",
            "link_text": "Read More",
            "author": "Abigail Norton",
            "category": 1
        },
        {
            "id": 7,
            "title": "Chocolate Milk Discussions Kick-off",
            "subtitle": "",
            "description": "More than forty students filled the Honors Reading Room for the first Chocolate Milk Discussion of Fall semester. ",
            "created": "2018-09-18T16:49:31.000Z",
            "text": "<p>More than forty students filled the Honors Reading Room for the first Chocolate Milk Discussion of Fall semester. Students had the chance to chat with Dr. Kate Johnson, Assistant Professor of Mathematics Education. Johnson’s topic for the event was relationship of identity (racial, gender, class) and mathematics. \n</p><p>\nJohnson started out the presentation by distributing packets filled with word problems to all of the participants. After giving everyone a couple minutes to solve the problems, Johnson gathered the group and began to discuss their real-world application. If there’s anything Johnson can do it’s discuss math and why it’s significant.\n</p><p>\nThe best part of the event was the opportunity to ask Johnson questions and gain an understanding of what she does on a daily basis. While not everyone is a STEM major, Chocolate Milk Discussions can help open your eyes to the importance of other disciplines in your life.\n</p><p>\nChocolate Milk Discussion is held every Friday and everyone is invited to come. This event gives students the chance to interact with professors and learn about their field of research in an informal atmosphere and enjoy BYU’s legendary chocolate milk.\n</p><p>\nDr. Kate Johnson did her Bachelor of Science in Mathematics at Miami University in Ohio. She later completed her Master of Education at the University of Pittsburgh, School of Education in Pittsburgh, Pennsylvania. Johnson wrote her Master’s thesis on: Education of Students Who Are Deaf and Hard of Hearing. Johnson concluded her schooling with her Ph.D., which she obtained at Michigan State University in Curriculum, Instruction, and Teaching Education. Johnson wrote her Dissertation on: Illuminating the Identities of Mathematics Teachers and Mathematics Teacher Educators.\n</p><p>\nJoin us <span class=\"text-primary\">Friday, October 5</span> for our next <b>Chocolate Milk Discussion</b> in the Honors Reading Room, MSRB 150 from 12-12:50 PM.\n</p>",
            "link": "/stories/7/Chocolate%20Milk%20Discussions%20Kick-off",
            "image_path": "/img/stories/1-1537289371175-story-chocolatediscussion.jpg",
            "link_text": "Read More",
            "author": "Abigail Norton",
            "category": 4
        },
        {
            "id": 5,
            "title": "Congrats June and August Graduates!",
            "subtitle": "",
            "description": "See where they're headed",
            "created": "2018-09-02T01:12:22.000Z",
            "text": "<p>Congratulations to our June and August 2018 grads!  The Honors Program celebrated our graduates just before Commencement Exercises on August 16th at the Honors Graduation & Luncheon. \r\n</p>\r\n<p>\r\nThe Luncheon was hosted in the Hinckley Center where Honors faculty and members of University administration came together to congratulate the Honors graduates. Dagan Pielstick, an August Honors graduate, gave an exceptional piano performance of “Intermezzo No. 2 in A major, Op. 118” by Johannes Brahms. The keynote address was given by August Honors graduate Katie Johnson Stanley. Katie spoke about experiences she had with unexpected connections throughout her undergraduate education, and highlighted the insights she gained in her Honors 200 level “Unexpected Connections” courses. She also included some hilarious unexpected connections she made during one of BYU student’s favorite pastimes – dating. Dr. Spencer Magleby, the Associate Dean and Director of the Honors Program, congratulated the Honors graduates and awarded the students their 2018 University Honors medallions. \r\n</p>\r\n<p>\r\nLater that afternoon, June Honors graduate Ashton Omdahl gave the student address at the University Commencement Exercises in the Marriott Center. \r\n</p>\r\n<p>\r\nOur June and August Honors graduates exemplify the standards of the BYU Honors Program and are moving on to great things. Of the graduates, 55% will be pursuing graduate degrees at various academic institutions including MIT, Oxford, John Hopkins and Cambridge. The remaining 45% of the graduates are entering the workforce in primarily the education, nonprofit, and business sectors. \r\n</p>\r\n<p>\r\n\r\n<h2>Honors Graduates </p> <p>June & August 2018 </h2>\r\n</p>\r\n<table class=\"table\">\r\n  <thead>\r\n    <tr>\r\n      <th scope=\"col\">Name</th>\r\n      <th scope=\"col\">Major</th>\r\n      <th scope=\"col\">Thesis Title</th>\r\n    </tr>\r\n  </thead>\r\n  <tbody>\r\n    <tr>\r\n      <td scope=\"row\">Thomas Barlow</td>\r\n      <td>Mechanical Engineering</td>\r\n      <td>\"Design for Maintainability in Developing Communities -- A Case Study on the Uros Islands\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">David Bates</td>\r\n      <td>Political Sciences</td>\r\n      <td>\"Effectiveness of Different Regime Types in Preserving Common Resources: Evidence from a Lab Experiment\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Amanda Buessecker </td>\r\n      <td>Art History and Curatorial Sciences</td>\r\n      <td>\"Public Art Commissions and Alberta’s Regionalism\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Micah Cozzens</td>\r\n      <td>English</td>\r\n      <td>\"Understanding Arthurian Romance’s Peripheral Witch: How to Write an Unconstrained Woman in YA Fiction\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Robert Drury</td>\r\n      <td>Nutritional Science</td>\r\n      <td>\"College Students’ Understandings of, Perceptions Toward, and Usage of Canned Foods Based on Exposure to Canned Foods During Childhood\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Kaylee Dudley</td>\r\n      <td>Statistics</td>\r\n      <td>\"Examining Multimorbidities Using Association Rule Learning\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Rebecca Evans</td>\r\n      <td>English</td>\r\n      <td>\"Otherwise Known as Attempting Christianity\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Morgan Fronk</td>\r\n      <td>Physiology & Developmental Biology</td>\r\n      <td>\"Identifying the 5’ End of the Camta1 Genes in Zebrafish\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Marissa Getts</td>\r\n      <td>Sociology</td>\r\n      <td>\"Informing Social Impact: Enabling Everyday Changemakers Through Research\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Madison Grant</td>\r\n      <td>Linguistics</td>\r\n      <td>\"A Sociolinguistic Approach to ‘Ordinary Meaning’ in Legal Contexts\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Teron Haynie</td>\r\n      <td>Neuroscience</td>\r\n      <td>\"Synthesis of Candidate Natural Killer T-Cell Ligands\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">India Henrichsen</td>\r\n      <td>Neuroscience</td>\r\n      <td>\"Irish Dance in the State of Utah: A History\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Stephen Hunsaker, Jr.</td>\r\n      <td>Political Science</td>\r\n      <td>\"Reducing the Constraints to School Access and Progress: Assessing the Effects of a School Scholarship Program in Malawi\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Lauren Johnson</td>\r\n      <td>Elementary Education</td>\r\n      <td>\"Poverty and Empowerment Discourse in Utah Dual Immersion Classrooms\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Erin Kaseda</td>\r\n      <td>Neuroscience</td>\r\n      <td>\"Self Regulation, Threat Perception, and Perceived Parental Support: an fMRI Investigation of Children with ADHD\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Ashton Omdahl</td>\r\n      <td>Bioinformatics</td>\r\n      <td>\"Genomewide Evaluation of cis-Elements and Cognate Transcription Factors in Nicotiana attenuate Predicts 27 Unique Transcription Factor-Binding Site Pairs\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Caroline Palmer</td>\r\n      <td>Anthropology</td>\r\n      <td>\"Gender and Religion in a Shifting Social Landscape: Final Phase Mortuary Practices, A.D. 600-700\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Louise Paulsen</td>\r\n      <td>Political Science</td>\r\n      <td>\"Are Danes Just Xenophobes? Examining the Establishment of Anti-Immigration Parties in Denmark and Sweden\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Sierra Phillips</td>\r\n      <td>Psychology</td>\r\n      <td>\"Introspection on the Evolution of Goals in Relation to Emotional Experiences\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Dagan Pielstick</td>\r\n      <td>Mechanical Engineering</td>\r\n      <td>\"Similarities and Differences in the Neural Processing of Speech and Song in Religious Music\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Mary-Margaret Pilling</td>\r\n      <td>Art History and Curatorial Studies</td>\r\n      <td>\"The Significance of Cloth in the Narrative of the Life of Christ: As Represented in Dieric Bout’s The Life of Christ Altarpiece\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Carlee Reber</td>\r\n      <td>Interdisciplinary Humanities</td>\r\n      <td>\"Ecology in The Book of Mormon\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Eliza Riley</td>\r\n      <td>Political Science</td>\r\n      <td>\"28 Years of Independence: Post-Communist Attitudes Toward Markets, Privatization, and Redistribution\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Kylan Rutherford</td>\r\n      <td>Economics</td>\r\n      <td>\"Grafting Democracy: British Policy in the Burma Independence Process\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Kassandra Schreiber</td>\r\n      <td>Interdisciplinary Humanities</td>\r\n      <td>\"Sacred Time in the Work of Makoto Shinkai\"</td>\r\n    </tr>\r\n<tr>\r\n      <td scope=\"row\">Kate Johnson Stanley</td>\r\n      <td>English</td>\r\n      <td>\"Lydia D. Alder: The Life of the Mormon Poet, Suffragist, and Missionary\"</td>\r\n    </tr>\r\n    </tr>\n<tr>\r\n      <td scope=\"row\">Anne Thomas</td>\r\n      <td>Biodiversity & Conservation</td>\r\n      <td>\"Plant Functional Groups and Success in a Changing Environment: Modeling Physiological Niches of Colorado Plateau Plants\"</td>\r\n    </tr>\r\n    </tr>\n<tr>\r\n      <td scope=\"row\">Jenalyn Thorpe</td>\r\n      <td>Chemical Engineering</td>\r\n      <td>\"Waste Vegetable Oil Properties with Usage and its Impact on Artisan Soap-Making\"</td>\r\n    </tr>\r\n    </tr>\n<tr>\r\n      <td scope=\"row\">Tinesha Zandamela</td>\r\n      <td>Sociology</td>\r\n      <td>\"Understanding Biracial Women's Identity Formation\"</td>\r\n    </tr>\r\n    </tr>\r\n  </tbody>\r\n</table>\r\n",
            "link": "/stories/5/Congrats%20June%20and%20August%20Graduates!",
            "image_path": "/img/stories/6-1535742741859-story-honors-graduation.jpg",
            "link_text": "See where they're headed",
            "author": "Madison Allred",
            "category": 4
        },
        {
            "id": 2,
            "title": "Late Summer Honors",
            "subtitle": "",
            "description": "Incoming Freshman took a challenging one week course and experienced being a part of the Honors community",
            "created": "2018-09-01T04:26:16.000Z",
            "text": "</p>\r\nCongratulations to the incoming freshman who participated in Late Summer Honors 2018. It was wonderful getting to know you and seeing the results of all of your hard work. \r\n</p>\r\n<p>\r\nLate Summer Honors is a program aimed at introducing incoming freshmen to the Honors Program. Students have the opportunity to work with faculty from across the university to explore great questions, take field trips beyond campus, and learn more about interdisciplinary thinking.\r\n</p>\r\n<br>\r\n<p>\r\nStudents spent their week on campus exploring one of the following subjects:\r\n</p>\r\n<ul>\r\n<li> “The Peace of Wild Things: Nature, Poetry & Grace” taught by Dr. Peter Leman\r\n</li>\r\n<li>\r\n“What Does it Mean to be Human: A Scientific & Spiritual Journey into Human Origins” taught by Dr. Jamie Jensen and Dr. Seth Bybee\r\n</li>\r\n<li>\r\n“Can Well-behaved Women Make History?” taught by Dr. Heather Belnap\r\n</li>\r\n<li>\r\n“Transitions to Peace: Healing on a National Scale” taught by Professor Natalie Romeri-Lewis\r\n</li>\r\n<li>\r\n“What are the Odds? Probablility in Math and the Humanities” taught by Dr. Todd Fisher and Dr. Michael Call\r\n</li>\r\n<li>\r\n“Riding Provo/Writing Provo” taught by Dr. Joey Franklin and Dr. Jamin Rowan\r\n</li>\r\n<li>\r\n“How Do We Know What We Know? Our Understanding of the Natural World” taught by Dr. James Patterson\r\n</li>\r\n<li>\r\n“Inklings & Influence: Lewis, Tolkein, and the Power of Allegory” taught by Dr. Aaron Eastley\r\n</li>\r\n<li>\r\n“Why Stress? Understanding Stress, Health, and the Plan of Salvation” taught by Dr. Patrick Steffen\r\n</li>\r\n<li>\r\n“Go Towards the Light: Photography and Visual Communication in the 21st Century” taught by Dr. Paul Adams\r\n</li>\r\n<li>\r\n“The Mathematics of Secrecy” taught by Dr. Paul Jenkins and Dr. Darrin Doud\r\n</li>\r\n</ul>\r\n<br>\r\n<p>\r\nAmazing devotional and fireside speakers also introduced them to the spirit of disciple-scholarship at BYU.\r\n</p>\r\n<p>\r\nLike the Honors Program, the experience is not just about the classes – Honors is about connecting with a community!  Together students sang karaoke at The Wall, played games on the Maeser Quad, danced the night away at the WSC, and so much more! It's been a great week, and we are excited to welcome these students to the BYU Honors community of scholars!\r\n</p>\r\n<p>\r\nCheck out the BYU Honors Program Facebook page for all of our <a href=\"https://www.facebook.com/pg/ByuHonors/photos/?ref=page_internal\" target=\"_blank\"> Late Summer Honors photos </a>.\r\n</p>\r\n\r\n",
            "link": "/stories/2/Late%20Summer%20Honors",
            "image_path": "/img/stories/6-1535754375892-story-late-summer-honors.jpg",
            "link_text": "Learn More",
            "author": "Abigail Norton",
            "category": 1
        },
        {
            "id": 1,
            "title": "Honors Student Commencement Speaker",
            "subtitle": "",
            "description": "Ashton Omdahl, an August 2018 Honors Graduate, exhibits excellence in every part of his life- not just in academics. ",
            "created": "2018-09-01T04:02:52.000Z",
            "text": "<p>Every morning at 5:45 a.m., bleary-eyed but awake nevertheless, Ashton Omdahl rolled out of bed to exercise with the BYU Triathlon club. He didn’t love the early mornings, but he appreciates the discipline they gave him. For Ashton, triathlon, like so many other things at BYU, was merely a balancing act.\r\n</p>\r\n<p>\r\nAshton served in the Canada Edmonton Mission before heading to BYU, where he began his major in bioinformatics and minors in mathematics and computer science. He participated in the Honors Program and the BYU Triathlon Club, played the violin in the BYU University Orchestra and BYU String Orchestra, and served as president for the Bioinformatics Research Group.\r\nIn 2016, Ashton interned with the Max Planck Institute for Chemical Ecology in Jena, Germany. On campus, he was a mentored research assistant in Dr. Stephen Piccolo’s Bioinformatics Lab where he designed, constructed, and implemented a computer tool to standardize breast cancer treatment datasets using a standard vocabulary from the National Cancer Institute. His passion is research, but he has more than his fair share of hobbies.\r\n</p>\r\n<p>\r\nWith so much on his plate, Ashton found himself struggling to balance everything. He said, “For a while at BYU I missed out on social opportunities in exchange for my goals in music, academics, and triathlon. Over time, I learned how to find balance in developing cherished relationships with friends while still pursuing my other goals. Ultimately, for me, it boiled down to what I was most committed to, and that's what happened.”\r\n</p>\r\n<p>\r\nFor Ashton, the BYU experience was intensely academic, and peppered with what he calls “paradigm-shifting moments” that changed his learning experience at BYU. For him, the Honors Program facilitated such changes. Hl said, “I found a community of people who loved to learn and think deeply and to speak about it articulately and made good friends there. I took classes that changed my perspective on the world and myself and motivated me to live gratefully. I also learned to be confident in myself as a student and a writer. Further, the program provided motivation and a framework for producing worthwhile independent research. So, all together, the Honors experience helped me grow in my intellectual skills, my interpersonal skills, my leadership ability and my desire to serve.”\r\nConcluding his long list of achievements at BYU was Ashton’s graduation with University Honors and speaking at Commencement. Despite his laundry list of academic accomplishments, he cites Honors as the “structured environment” that helped him get familiar with the academic publishing process and show him the power of interdisciplinarity. \r\n</p>\r\n<p>\r\n“All disciplines add value and are important because they help you see things differently and in a new way,” Ashton said.\r\n</p>\r\n<p>\r\nIn his commencement speech, Ashton shared three truths he gleaned from his time at BYU:\r\n</p>\n<ul>\r\n<li>Fearlessly facing truth about ourselves has the potential to transform our hearts, from sinner to saint.\r\n</li>\r\n<li>Facing the truth, even if very difficult, can expand our secular knowledge.\r\n</li>\r\n<li>Fully facing the inconvenient truth can change how we treat others and treat life in the most essential ways.\r\n</li>\n</ul>\r\n<p>These truths, just a few of the undoubtedly many he gathered during his short time at BYU, pave the way for his future. Up next for Ashton is a PhD in Biomedical Engineering from Johns Hopkins. He hopes his PhD research will drive medical innovations in precision medicine that he could scale-up and help people around the world. When asked why he loved his field, he answered, “Because it’s hard. May seem odd to say, but I love the mental challenge it provides and the potential for solving real-world problems.”\r\nAshton says he’s excited to “go forth and serve” with the knowledge and perspective he gained at BYU. Thinking of the future, he says, “I commit to look forward, facing life’s truths with renewed resolve.”\r\n</p>\r\n<p>\r\nWATCH Ashton’s full commencement address here:\r\n <div class=\"row justify-content-md-center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/xO-5WLQvixE\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></div>\n<br>\r\n<img src=\"https://scontent-lax3-2.xx.fbcdn.net/v/t1.0-9/40455067_10216634131942937_1954168664655659008_o.jpg?_nc_cat=0&oh=2c9384ef7a8f93ef93b31cec729244f9&oe=5C2B437E\" alt=\"BYU Excellence Footer\" class=\"img-fluid\">\n",
            "link": "/stories/1/Honors%20Student%20Commencement%20Speaker",
            "image_path": "/img/stories/6-1535752971671-story-ashton-omdahl.jpg",
            "link_text": "Read Story",
            "author": "Abigail Norton",
            "category": 0
        },
        {
            "id": 3,
            "title": "Thinking Like an Expert",
            "subtitle": "",
            "description": "Check out one of our new Honors courses that combines Linguistics and Genetics",
            "created": "2018-09-01T02:17:33.000Z",
            "text": "<div class=\"row justify-content-md-center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/5pSZT-u53gU\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></div>\r\n\r\n<br>\r\n<p><i>The interdisciplinary thinking the BYU Honors Program strives to cultivate in its students and faculty is exemplified in our HONRS 200 level classes - the Unexpected Connections courses. Classes are team-taught by professors from two different disciplines who choose their section’s unique focus and curriculum. Students are able to engage in an exceptional interdisciplinary learning environment and make unexpected connections of their own during the course. </i> \r\n</p>\r\n<p>\r\nStarting Fall 2018, a new section of HONRS 220 will be offered to students in the Honors Program. For the combination of Biology and Letters, we brought in Dr. Julianne Grose, Associate Professor of MM Bio, and Dr. Cynthia L. Hallen, Associate Professor of Linguistics, as faculty experts to explore the connections between the biology of life and how language is alive. \r\n</p>\r\n<p>\r\nWith Dr. Grose’s background in Microbiology & Molecular Biology, she will instruct students on the basic elements of life and dive into the structure and function of DNA. Dr. Hallen’s expertise in Linguistics will help students explore the nuances of language and creativity. Both Dr. Grose and Hallen are excited about the unexpected connections they have found between their two disciplines, and are looking forward to sharing these with students this Fall. \r\n</p>\r\n<p>\r\n<b> Do you want to be published in a scientific journal because of your research on DNA? \r\n</p>\r\n<p>\r\nDo you want to go on a field trip to Southern Utah and analyze the petroglyphs and pictographs of an ancient civilization?\r\n</p>\r\n<p>\r\nDo you want to understand the nuances of your own psychology and use of language by analyzing your academic papers, mission emails, and social media posts?\r\n</p>\r\n<p>\r\nWould you rather have a Final that is fun and provides real-world training and not having to stand in the Testing Center lines during the dead of winter?\r\n</p>\r\n<p>\r\nTake this class! </b>\r\n</p>\r\n<p>\r\nTo add this class to your schedule for Fall Semester 2018, look for HONRS 220- Unexpected Connections: Biology and Letters, section 02 at 8:00-9:15 AM TTh. \r\n</p>\r\n",
            "link": "/stories/3/Thinking%20Like%20an%20Expert",
            "image_path": "/img/stories/6-1535746653023-story-academic-excellence.jpg",
            "link_text": "Click Here",
            "author": "Madison Allred",
            "category": 2
        },
        {
            "id": 6,
            "title": "Welcome Dr. Dennis Cutchins!",
            "subtitle": "",
            "description": "Meet our new Associate Director!",
            "created": "2018-08-03T20:30:19.000Z",
            "text": "<p><i>The Honors Program welcomes Dr. Dennis Cutchins as the new Associate Director of the Program.</i></p>\n<p>\r\nDr. Dennis Cutchins knows exactly what book he would bring if he were stranded on a desert island. Herman Melville’s magnum opus, “Moby Dick.” “Every time I read it I find new stuff in it,” he said. “It’s actually a really cool, rich book that you could read multiple times and still get something out of.”\r\n</p>\r\n<p>\r\nA trip to Cutchins’ office would lead you to believe he’s taken Melville’s words, “I try all things, I achieve what I can,” to heart. His office walls are lined with thousands of books, from Native American History to hefty anthologies, plus a sizeable stack of VHS tapes, and DVDs. In the first five minutes of chatting with Dennis he showed me his collection of vintage toys: Planet of the Apes, a Borg Ship, and handheld video games to name a few, plus a Freddie Mercury painting that launched him into a rendition of Queen’s “I Want To Break Free.”\r\n</p>\r\n<p>\r\nCutchins’ lightheartedness and insightful nature are just some of the things he’ll bring to the table when he officially steps into his role as Associate Director of the Honors Program this fall. He is a self-proclaimed “learning nerd” who hopes to draw students to the program with his big vision for program development.  \r\n</p>\r\n<p>\r\nOne of Cutchins’ plans is to continue to foster the interdisciplinary environment of the Honors Program. “My natural inclination is toward interdisciplinarity,” he said.\r\n</p>\r\n<p>\r\nCutchins has spent the greater part of his career steeped in interdisciplinary research. He specializes in Adaptation Studies, which combines film and literature and history. As a child, Cutchins vividly remembers watching a cartoon adaptation of J.R.R. Tolkien’s “The Hobbit” and being disappointed. “From a fairly early age I realized that there was a relationship there and that it was complicated,” he said.\r\n</p>\r\n<p>\r\nA study of that relationship, what is now known as Adaptation Studies, came into being during Cutchins’ career. “It fun to get in on the ground floor,” he said. Since the start of his career, Cutchins has published dozens of papers and contributed to multiple books on the subject.\r\n</p>\r\n<p>\r\nGoing forward, Cutchins also hopes to draw in students from across the university. “I would love to see Honors arts students hanging out with Honors engineering students and figuring out ways to do projects together,” he said. In Winter 2019, Cutchins is slated to teach an Honors Unexpected Connections course alongside microbiology and molecular biology professor Dr. Brian M. Poole. These classes are aimed at helping students see connections between opposing disciplines. \r\n</p>\r\n<p>\r\nCutchins hopes to attract other “learning nerds” to the Honors Program and offers the following advice to anyone considering enrolling: “If you want to be in a place surrounded by the most innovative professors, the most innovative students, and the most inspiring learners, it’s Honors.”\r\n</p>",
            "link": "/stories/6/Welcome%20Dr.%20Dennis%20Cutchins!",
            "image_path": "/img/stories/1-1536006619062-story-dennis-cutchins.jpg",
            "link_text": "Read Story",
            "author": "Abigail Norton",
            "category": 4
        }
    ]
}