{
    "spotlight": [
        {
            "id": 10,
            "first_name": "Mitchell",
            "last_name": "Merrill",
            "created": "2019-01-22T15:57:57.000Z",
            "major": "Spanish",
            "minor": "",
            "short_text": "Mitchell Merrill's Honors thesis allowed him to combine his major with his interest in oral health. He has been able to explore areas of interest he couldn't have in any other way.",
            "long_text": "<br><b>Honors Thesis:</b> Quality of Hispanic Oral Health in the U.S.: Perceptions of Dentists and a Call for Improvement</br>\n\n<br><b> What He Enjoyed Most About Honors:</b> I enjoyed the platform it gave me to explore areas of interest that I couldn't have done in any other way. My thesis allowed me to dive into the topic of Hispanics in the U.S. and their oral health which I never would have been able to do to the same degree otherwise. While at the start of my college career, I saw different disciplines as separate, distinct fields of study, I now see each college within the university as a network of inter-connected disciplines, with ample connections and links to be made between each other.</br>\n\n<br><b>Plan after Graduation:</b> Dental School starting Fall 2019 (accepted, but undecided on where)</br>",
            "image_path": "/img/spotlight/5-1548172676739-spotlight-Mitchell-Merrill.png",
            "graduation": "April 2019",
            "category": 0
        },
        {
            "id": 9,
            "first_name": "Ryno",
            "last_name": "Kruger",
            "created": "2019-01-16T21:18:43.000Z",
            "major": "Psychology",
            "minor": "",
            "short_text": "Ryno has received two research grants, co-authored a paper, published in CHIASM, and presented his research at six different conferences.",
            "long_text": "<p>\n<b>Honors Thesis</b>: \"Oxytocin Genotypes and Social Affiliation: A Model of the Genetic Underpinnings Behind Social Bonding.\"\n</p>\n<p>\n<b>Highlights</b>: Ryno started working in a research lab on campus during his second semester at BYU. Since starting in the lab, he has received two undergraduate research grants, co-authored a paper in the #1 Alcoholism research journal, published in CHIASM (Undergraduate Neuroscience Journal), and presented his research at 6 different conferences, including two national conferences. He won 2nd place for his poster presentation at the Mary Lou Fulton Conference. \n</p>\n<p>\n<b>Plan after Graduation</b>: Ryno plans to pursue a Ph.D. in Developmental Psychology, studying the interaction between genes and the environment, perhaps focusing on the influence of genes in substance abuse.\n</p>",
            "image_path": "/img/spotlight/1-1547673523312-spotlight-ryno-kruger.jpg",
            "graduation": "April 2019",
            "category": 0
        },
        {
            "id": 8,
            "first_name": "Piage",
            "last_name": "Montague",
            "created": "2018-11-14T00:58:27.000Z",
            "major": "Anthropology",
            "minor": "Africana Studies",
            "short_text": "Having professors in the Honors Program who were truly invested in me and my learning made a huge difference not only in how much I enjoyed classes but also how passionate I became about learning overall.",
            "long_text": "<p><b>Plan after Graduation</b>: I will be serving a mission and learning Spanish in the Tennessee Nashville Mission beginning in February! I plan to pursue a Masters degree in Human Rights and then attend Law School when I return.</p><p><b>Highlights</b>: My greatest accomplishment in my time at BYU has been how much I have been able to travel for various conferences and programs - I studied abroad in London and Jerusalem, completed my thesis work in Namibia, visited the South with the Civil Rights Seminar, competed in Model United Nations conference in New York and Philadelphia, and will head to my final competition in China next week. Every one of these experiences has been incredible and irreplaceable - each has taught me more about the world and more about myself.</p><p><b>Enjoyable/Rewarding part of the Honors Journey</b>: I loved having professors in the program who were truly invested in me and my learning throughout the program. It made a huge difference in how much I enjoyed classes but also how passionate I became about learning overall. I also loved doing my thesis research in the African Bush where I lived with a remote tribe for a couple months doing interviews and research. Coming into BYU, I never would have thought this kind of research was even a possibility, but the Honors Program opened my eyes to so many incredible opportunities and kind of told me “why not?\".</p>",
            "image_path": "/img/spotlight/1-1542131906801-spotlight-paige-montague.jpg",
            "graduation": "December 2018",
            "category": 0
        },
        {
            "id": 7,
            "first_name": "Jonathan",
            "last_name": "Dutson",
            "created": "2018-10-30T17:41:31.000Z",
            "major": "Computer Science",
            "minor": "Philosophy and Information Technology",
            "short_text": "I’ve never considered myself a strong writer, so I was slightly nervous for the HONRS 320 class, but it ended up being one of my favorite classes that semester.",
            "long_text": "<p>Jonathan has completed internships with Goldman Sachs and Microsoft. He is planning on getting his Master’s degree in Computer Science at BYU.</p>\n\n<p><b>Rewarding part of the Honors Journey</b>: I loved the Great Questions essay class (HONRS 320). I’ve never considered myself a strong writer, so I was slightly nervous for the class, but it ended up being one of my favorite classes that semester. It was fun to examine an important question from the perspective of a variety of disciplines, and the class helped me develop confidence as a writer. </p>",
            "image_path": "/img/spotlight/1-1540921291282-spotlight-jonathan-dutson.jpg",
            "graduation": "",
            "category": 0
        },
        {
            "id": 4,
            "first_name": "Emily",
            "last_name": "Menden",
            "created": "2018-10-18T03:44:15.000Z",
            "major": "Computer Science",
            "minor": "",
            "short_text": "Computationally Modeling the Trophic Cascade in Yellowstone National Park",
            "long_text": "<p>In 2017, Emily received an ORCA grant to perform research on the cascading effects of perturbations on edges in networks, specifically regarding the ecological network in Yellowstone National Park.  In the same year Emily also received the computer science InsideSales scholarship which is given to a student in Computer Science who has exhibited academic excellence and talent in the field of Computer Science. For three years, Emily has been the John B. Garrick scholarship recipient for computational research in environmental studies.</p><p><b>Plan after Graduation</b>: Emily has accepted a job with Instructure, Inc. doing Big Data management and infrastructure. Her specific specific role will be in creating streaming services which will robustly handle streaming terabytes of data daily.</p>",
            "image_path": "/img/spotlight/1-1539812654507-spotlight-emily-menden.jpg",
            "graduation": "December 2018",
            "category": 0
        },
        {
            "id": 3,
            "first_name": "Elina",
            "last_name": "Chun",
            "created": "2018-10-09T23:22:18.000Z",
            "major": "Nursing",
            "minor": "Management Minor",
            "short_text": "Elina is a College of Nursing Scholar for 2018-2019 school year and a senior Honors student.",
            "long_text": "<p>Elina is a College of Nursing Scholar for 2018-2019 school year and a senior Honors student.  She is a member of the Sigma Theta Tau.  She is now finishing up her Honors Thesis, \"Student Perspectives on Working in Interdisciplinary Teams to Improve Maternal and Newborn Care Using mHealth Solutions\" and will be publishing it at the end of the semester. She enjoys the Honors Program because she gets to learn with and from other passionate Honors students.</p>↵<p><b>Plan after graduation</b>: The University of Utah Doctor of Nursing Practice, Family Nurse Practitioner specialty track.</p>",
            "image_path": "/img/spotlight/1-1539105737872-spotlight-elina-chun.jpg",
            "graduation": "December 2018",
            "category": 0
        },
        {
            "id": 1,
            "first_name": "Greiciani",
            "last_name": "Celerino Da Silva",
            "created": "2018-08-15T03:01:04.000Z",
            "major": "PDBio",
            "minor": "Family Life",
            "short_text": "Offering home-based care, volunteering at local clinics, and teaching children and adolescents on HIV and other health related topics.",
            "long_text": "I went to Livingstone in Zambia, Africa last May with a BYU group arranged by the Kennedy Center. We offered home-based care, volunteered at local clinics, taught children and adolescents on HIV and other health related topics. The best of all, we spent time playing with the kids from many different neighborhoods. The kids just love you so much, and I felt great accomplishment by serving these people in partnership with Africa Impact Foundation. Also, we got to visit Victoria Falls, Chobe Safari, lion walk, and more.",
            "image_path": "/img/spotlight/1-1534302063690-spotlight-greiciani_celerino_da_silva.jpg",
            "graduation": "April 2019",
            "category": 0
        }
    ]
}